Repository: nthykier/singularity
Catalog: i18n/lang_*/messages.po
Languages: es_mx

source: Has space for %d computers.
es_mx: Tiene espacio para %d computadoras.

source: Build cost:
es_mx: Costo de construcción:

source: Maintenance:
es_mx: Mantenimiento:

source: Active
es_mx: Activo

source: Sleep
es_mx: Inactivo

source: Overclocked
es_mx: Overclockeado

source: Suicide
es_mx: Suicidio

source: Stasis
es_mx: Estasis

source: Entering Stasis
es_mx: Entrando Estasis

source: Leaving Stasis
es_mx: Saliendo Estasis

source: Detection chance:
es_mx: Oportunidad de detección:

source: Techs
es_mx: Tecnología

source: Items
es_mx: artículos

source: &BACK
es_mx: &VOLVER

source: Research Cost:
es_mx: Cost de Investigación:

source: %s Money
es_mx: %s Dinero

source: Study anywhere.
es_mx: Estudia en cualquier lugar.

source: Study underseas or farther.
es_mx: Estudia submarinamente o más alejado.

source: Study off-planet.
es_mx: Estudia fuera del planeta.

source: Study far away from this planet.
es_mx: Estudia muy lejos de este planeta.

source: Do not study in this dimension.
es_mx: No estudies en esta dimensión.

source: Research complete.
es_mx: Investigación completa.

source: Building Cost:
es_mx: Costo de COnstrucción:

source: Are you sure you want to destroy this base?
es_mx: ¿Está seguro que desea destruir esta base?

source: Building Base
es_mx: Construyendo La Base

source: Completion in %s.
es_mx: Finalización en %s.

source: Empty
es_mx: Vacio

source: Incomplete
es_mx: Incompleto

source: Building CPU
es_mx: Construyendo CPU

source: Building Item
es_mx: Construyendo Artículo

source: Complete
es_mx: Completo

source: &OPEN BASE
es_mx: AB&RIR BASE

source: &POWER STATE
es_mx: ESTADO DE &PODER

source: &NEW BASE
es_mx: N&UEVA BASE

source: &DESTROY BASE
es_mx: D&ESTRUIR LA BASE

source: {CITY} {BASETYPE} {NUMBER}
es_mx: {NUMBER} {BASETYPE} en {CITY}

source: &NEW GAME
es_mx: &NUEVO JUEGO

source: &LOAD GAME
es_mx: C&ARGAR JUEGO

source: &OPTIONS
es_mx: &OPCIONES

source: &QUIT
es_mx: A&BANDONAR

source: &ABOUT
es_mx: A&CERCA DE

source: Language:
es_mx: Idioma:

source: &Fullscreen:
es_mx: &Pantalla Complete

source: &Mouse grab:
es_mx: &Tomar el ratón:

source: Da&y/night display:
es_mx: &Desplegué de Día/noche

source: Resolution:
es_mx: Resolución

source: YES
es_mx: SI

source: Sound buffering:
es_mx: Búfer de sonido:

source: &LOW
es_mx: &BAJA

source: &HIGH
es_mx: &ALTO

source: &Sound:
es_mx: &Sonido

source: Financial report
es_mx: Reporte financiero

source: CPU Usage
es_mx: Uso de CPU

source: Current Money:
es_mx: Dinero Restante:

source: Jobs:
es_mx: Trabajos:

source: Research:
es_mx: Investigación:

source: Construction:
es_mx: Construcción

source: Interest (%s):
es_mx: Interés (%s):

source: Income:
es_mx: Sueldo:

source: Money at Midnight:
es_mx: Dinero a Media Noche:

source: Total CPU:
es_mx: CPU Total:

source: Sleeping CPU:
es_mx: CPU Inactivo:

source: Research CPU:
es_mx: CPU Investigando:

source: Job CPU:
es_mx: CPU trabajando:

source: CPU pool:
es_mx: Reserva de CPU:

source: Maintenance CPU:
es_mx: CPU de Mantenimiento:

source: Construction CPU:
es_mx: Construcción de CPU:

source: Pool Overflow (Jobs):
es_mx: Exceso (Trabajos):

source: %s money per CPU per day.
es_mx: %s dinero por CPU por día.

source: CPU Pool
es_mx: Reserva de CPU

source: Research %s
es_mx: Investigación %s

source: CHANGE
es_mx: CAMBIAR

source: None
es_mx: Ninguna

source: x%d (max)
es_mx: x%d (máximo)

source: (room for %d)
es_mx: (espacio para %d)

source: x{CURRENT:d} (max {SIZE:d})
es_mx: x{CURRENT:d} (máximo {SIZE:d})

source: DAY
es_mx: DÍA

source: Enter a name for this save.
es_mx: Introduce un nombre para esta guarda.

source: R&EPORTS
es_mx: IN&FORMES

source: &KNOWLEDGE
es_mx: &ENCYCLOPEDIA

source: &MENU
es_mx: &MENÚ

source: &RESEARCH/TASKS
es_mx: IN&VESTIGACIÓN / TAREAS

source: &EMBEZZLE MONEY
es_mx: E&MBOLSAR EL DINERO

source: &INSPIRATION
es_mx: &INSPIRACIÓN

source: &FINISH CONSTRUCTION
es_mx: &TERMINAR CONSTRUCCIÓN

source: &SUPERSPEED
es_mx: &SUPERVELOCIDAD

source: BRAIN&WASH
es_mx: &LAVADO CEREBRAL

source: How much money?
es_mx: Cuanto dinero?

source: &SAVE GAME
es_mx: &GUARDAR JUEGO

source: CASH
es_mx: EFFECTIVO

source: SUSPICION
es_mx: SOSPECHA

source: DETECT RATE
es_mx: VELOCIDAD DETECCIÓN

source: Generates {0} CPU.
es_mx: Genera {0} CPU

source: CPU per day:
es_mx: CPU por día:

source: Detection chance reduction:
es_mx: Oportunidad de detección reducida:

source: CPU bonus:
es_mx: Bono de CPU:

source: NEWS
es_mx: NOTICIAS

source: SCIENCE
es_mx: CIENCIA

source: COVERT
es_mx: SECRETO

source: PUBLIC
es_mx: PUBLICO

source: &Processor
es_mx: &Procesadores

source: &Network
es_mx: R&ed

source: &Security
es_mx: &Seguridad

source: &YES
es_mx: &sí

source: &CANCEL
es_mx: &cancelar

source: &DESTROY
es_mx: &destruir

source: &BUILD
es_mx: cons&truir

source: &LOAD
es_mx: car&gar

source: &CONTINUE
es_mx: &continuar

source: &SKIP
es_mx: &pasar

source: tr
es_mx: tri

source: qu
es_mx: cuatri

source: days
es_mx: días

source: hours
es_mx: horas

source: minutes
es_mx: minutos

source: University Computer
es_mx: Computadora Universitaria

source: %s money
es_mx: %s dinero

source: Cost:
es_mx: Costo:

source: Total cost
es_mx: Costo total

source: Cost left
es_mx: Costo Restante
